[{"title": "Campbell Biology AP Edition (12th Edition)", "authors": "Urry", "publisher": "Pearsson", "publicationDate": "January 1, 2020", "isbn10": "0136486878", "isbn13": "978-0136486879", "pageCount": "", "language": "English", "genres": "", "description": "Ships from \n\n\n\nAmazon \n  Amazon      Ships from      Amazon        \n\n\n\nSold by \n\n\n\nApex_media🍏 \n  Apex_media🍏      Sold by   Apex_media🍏     \n\n\n\nReturns \n\n\n  30-day refund/replacement      30-day refund/replacement      This item can be returned in its original condition for a full refund or replacement within 30 days of receipt.       Read full return policy      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPayment \n\n\n  Secure transaction      Your transaction is secure      We work hard to protect your security and privacy. Our payment security system encrypts your information during transmission. We don’t share your credit card details with third-party sellers, and we don’t sell your information to others.        Learn more", "_id": "de14021b3aa94a8c8ec6c7d557ca10fd"}, {"title": "Quantum Mechanics, Volume 1: Basic Concepts, Tools, and Applications", "authors": "Claude Cohen-Tannoudji", "publisher": "Wiley-VCH", "publicationDate": "December 4, 2019", "isbn10": "3527345531", "isbn13": "978-3527345533", "pageCount": "944 pages", "language": "English", "genres": "", "description": "Ships from \n\n\n\nAmazon.com \n  Amazon.com      Ships from      Amazon.com        \n\n\n\nSold by \n\n\n\nAmazon.com \n  Amazon.com      Sold by      Amazon.com        \n\n\n\nReturns \n\n\n  30-day refund/replacement      30-day refund/replacement      This item can be returned in its original condition for a full refund or replacement within 30 days of receipt.       Read full return policy      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPayment \n\n\n  Secure transaction      Your transaction is secure      We work hard to protect your security and privacy. Our payment security system encrypts your information during transmission. We don’t share your credit card details with third-party sellers, and we don’t sell your information to others.        Learn more", "_id": "bfa8c741b7564e99a6139b67a2bb3206"}, {"title": "Introduction to Quantum Mechanics, 3rd Edition (International Edition)", "authors": "David J. Griffiths", "publisher": "Cambridge India", "publicationDate": "January 1, 2019", "isbn10": "1108791107", "isbn13": "978-1108791106", "pageCount": "", "language": "English", "genres": "", "description": "Introduction to Quantum Mechanics, 3rd Edition (International Edition)", "_id": "d0e4c4d280104e2d9cd7a7f864e1b36f"}, {"title": "Database Systems: The Complete Book", "authors": "Hector Garcia-Molina", "publisher": "Pearson", "publicationDate": "June 5, 2008", "isbn10": "0131873253", "isbn13": "978-0131873254", "pageCount": "1248 pages", "language": "English", "genres": "", "description": "Database Systems: The Complete Book is ideal for Database Systems and Database Design and Application courses offered at the junior, senior and graduate levels in Computer Science departments. A basic understanding of algebraic expressions and laws, logic, basic data structure, OOP concepts, and programming environments is implied.   Written by well-known computer scientists, this introduction to database systems offers a comprehensive approach, focusing on database design, database use, and implementation of database applications and database management systems.   The first half of the book provides in-depth coverage of databases from the point of view of the database designer, user, and application programmer. It covers the latest database standards SQL:1999, SQL/PSM, SQL/CLI, JDBC, ODL, and XML, with broader coverage of SQL than most other texts. The second half of the book provides in-depth coverage of databases from the point of view of the DBMS implementor. It focuses on storage structures, query processing, and transaction management. The book covers the main techniques in these areas with broader coverage of query optimization than most other texts, along with advanced topics including multidimensional and bitmap indexes, distributed transactions, and information integration techniques.", "_id": "55dd198c7aa0450e9c0acebfbab57a0a"}, {"title": "DOST KAZANMA VE İNSANLARI ETKİL (Turkish Edition)", "authors": "Kolektif", "publisher": "Epsilon Yayınları", "publicationDate": "January 5, 2017", "isbn10": "9753311214", "isbn13": "978-9753311212", "pageCount": "304 pages", "language": "Turkish", "genres": "", "description": "Ships from \n\n\n\nAmazon \n  Amazon      Ships from      Amazon        \n\n\n\nSold by \n\n\n\nLaLa Shopp \n  LaLa Shopp      Sold by   LaLa Shopp     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPayment \n\n\n  Secure transaction      Your transaction is secure      We work hard to protect your security and privacy. Our payment security system encrypts your information during transmission. We don’t share your credit card details with third-party sellers, and we don’t sell your information to others.        Learn more", "_id": "1b4beae358594c9491851638874698a7"}, {"title": "Düşün Ve Zengin Ol", "authors": "Napoleon Hill", "publisher": "Altın Kitaplar", "publicationDate": "November 8, 2016", "isbn10": "9754058830", "isbn13": "978-9754058833", "pageCount": "240 pages", "language": "Turkish", "genres": "", "description": "Ships from \n\n\n\nAmazon \n  Amazon      Ships from      Amazon        \n\n\n\nSold by \n\n\n\nShcose LLC \n  Shcose LLC      Sold by   Shcose LLC     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPayment \n\n\n  Secure transaction      Your transaction is secure      We work hard to protect your security and privacy. Our payment security system encrypts your information during transmission. We don’t share your credit card details with third-party sellers, and we don’t sell your information to others.        Learn more", "_id": "64159ecf115f44538b7363270cb3a434"}, {"title": "Lord of the Flies", "authors": "William Golding", "publisher": "Penguin Books", "publicationDate": "December 16, 2003", "isbn10": "0399501487", "isbn13": "978-0399501487", "pageCount": "224 pages", "language": "English", "genres": "", "description": "Golding’s iconic 1954 novel, now with a new foreword by Lois Lowry, remains one of the greatest books ever written for young adults and an unforgettable classic for readers of any age.   This edition includes a new Suggestions for Further Reading by Jennifer Buehler.At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. This far from civilization they can do anything they want. Anything. But as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far removed from reality as the hope of being rescued.  Read more", "_id": "c0259acf3642439ab177481f8ff8b818"}, {"title": "The Jew a Negro: Being a Study of the Jewish Ancestry from an Impartial Standpoint", "authors": "Arthur Talmage Abernethy", "publisher": "Martino Fine Books", "publicationDate": "March 7, 2019", "isbn10": "1684223229", "isbn13": "978-1684223220", "pageCount": "110 pages", "language": "English", "genres": "", "description": "2019 Reprint of 1910 Edition. Full facsimile of the original edition, not reproduced with Optical Recognition software. “In 1910 the Dixie Publishing Company Published The Jew and Negro by Rev. Arthur T. Abernethy, a preacher, professor and rustic journalist. The author sought to demonstrate through “ethnology” and “Scriptural proofs” that ‘the Jew of to-day, as well as his ancestors in other times, is the kinsman and descendant of the Negro.’ Behind the book lay a century of transatlantic speculation on the racial status of the Jew.” Leonard Rogoff, Is the Jew White?: The Racial Place of the Southern Jew. 1997.  Read more", "_id": "4da5ffd590a349dbafca22d9f9020fe6"}, {"title": "Apocrypha, King James Version", "authors": "Apocrypha", "publisher": "Press Syndicate of the University of Cambridge", "publicationDate": "August 11, 1983", "isbn10": "0521506743", "isbn13": "978-0521506748", "pageCount": "157 pages", "language": "English", "genres": "", "description": "The KJV Apocrypha in a single volume. The Apocrypha ('hidden things') are contemporaneous with the Old Testament, but were not officially accepted as part of the Bible when the Hebrew 'canon' was set. They did, however, form part of the Greek Scriptures and came into English Bibles by that route. The writings of the Apocrypha run the whole gamut of literary genres: histories, romances, devotional works, proverbs and sermons. Many complement parts of the Old Testament and readers will recognise some familiar Biblical characters in the narratives, such as Daniel and Esther.", "_id": "80d492c7ce9b45a1be8e25d7e7aca438"}, {"title": "Indistractable: How to Control Your Attention and Choose Your Life", "authors": "Nir Eyal", "publisher": "BenBella Books", "publicationDate": "September 10, 2019", "isbn10": "194883653X", "isbn13": "978-1948836531", "pageCount": "290 pages", "language": "English", "genres": "", "description": "\"Indistractable provides a framework that will deliver the focus you need to get results.\" —James Clear, author of Atomic Habits \"If you value your time, your focus, or your relationships, this book is essential reading. I'm putting these ideas into practice.\" —Jonathan Haidt, author of The Righteous Mind NATIONAL BESTSELLER WINNER OF THE OUTSTANDING WORKS OF LITERATURE (OWL) AWARD INCLUDED IN THE TOP 5 BEST PERSONAL DEVELOPMENT BOOKS OF THE YEAR BY AUDIBLE INCLUDED IN THE TOP 20 BEST BUSINESS AND LEADERSHIP BOOKS OF THE YEAR BY AMAZON FEATURED IN THE AMAZON BOOK REVIEW NEWSLETTER, JANUARY 2020 GOODREADS BEST SCIENCE & TECHNOLOGY OF 2019 FINALIST You sit down at your desk to work on an important project, but a notification on your phone interrupts your morning. Later, as you're about to get back to work, a colleague taps you on the shoulder to chat. At home, screens get in the way of quality time with your family. Another day goes by, and once again, your most important personal and professional goals are put on hold. What would be possible if you followed through on your best intentions? What could you accomplish if you could stay focused? What if you had the power to become \"indistractable?\" International bestselling author, former Stanford lecturer, and behavioral design expert, Nir Eyal, wrote Silicon Valley's handbook for making technology habit-forming. Five years after publishing Hooked, Eyal reveals distraction's Achilles' heel in his groundbreaking new book. In Indistractable, Eyal reveals the hidden psychology driving us to distraction. He describes why solving the problem is not as simple as swearing off our devices: Abstinence is impractical and often makes us want more. Eyal lays bare the secret of finally doing what you say you will do with a four-step, research-backed model. Indistractable reveals the key to getting the best out of technology, without letting it get the best of us. Inside, Eyal overturns conventional wisdom and reveals:   Why distraction at work is a symptom of a dysfunctional company culture—and how to fix it   What really drives human behavior and why \"time management is pain management\"   Why your relationships (and your sex life) depend on you becoming indistractable   How to raise indistractable children in an increasingly distracting world Empowering and optimistic, Indistractable provides practical, novel techniques to control your time and attention—helping you live the life you really want.", "_id": "51eba31ace7d49a687151e7ff3def275"}]